Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/book 4 (para level).tmx
Source language: en_gb
Languages: nl

source: An arbitral award made in first instance that has not been declared enforceable notwithstanding arbitral appeal may only be enforced in accordance with the provisions of Title 1, Section 4 after the time limit for initiating an arbitral appeal has expired and no appeal has been initiated, or if and to the extent it has been affirmed on appeal, or earlier, if the right to appeal has been waived in writing, or later, at the moment of premature termination of the appeal.
nl: Een in eerste aanleg gewezen arbitraal vonnis dat niet uitvoerbaar bij voorraad is verklaard kan slechts worden tenuitvoergelegd overeenkomstig de bepalingen van de vierde afdeling van deze titel nadat de voor het arbitraal hoger beroep geldende termijn ongebruikt is verstreken, of indien en voorzover het in hoger beroep is bevestigd, dan wel eerder, indien schriftelijk van hoger beroep afstand is gedaan, dan wel later, op het moment van voortijdige beëindiging van het hoger beroep.

source: Article 1061l
nl: Artikel 1061l

source: Only the legal remedies of setting aside and revocation based on Title 1, Section 5 are available in respect of a final or partial final award made on arbitral appeal.
nl: Tegen een geheel of gedeeltelijk eindvonnis gewezen in arbitraal hoger beroep staan slechts de rechtsmiddelen van vernietiging en van herroeping op de voet van de vijfde afdeling van deze titel open.

source: The setting aside or revocation of an arbitral award made on arbitral appeal entails, by operation of law, the setting aside or revocation of the arbitral award made in first instance, unless the court directs that the arbitral award made in first instance remains in effect.
nl: Vernietiging of herroeping van een arbitraal vonnis gewezen in arbitraal hoger beroep brengt van rechtswege de vernietiging of herroeping van het in eerste aanleg gewezen arbitraal vonnis met zich mede, tenzij de rechter bepaalt dat het in eerste aanleg gewezen arbitraal vonnis in stand blijft.

source: Only the legal remedies of setting aside and revocation based on Title 1 Section 5 are available in respect of a final or a partial final arbitral award made in first instance if the time limit for arbitral appeal has expired and no appeal has been initiated, or earlier, if each of the parties has waived the right to appeal in writing.
nl: Tegen een in eerste aanleg gewezen geheel of gedeeltelijk arbitraal eindvonnis staan slechts de rechtsmiddelen van vernietiging en van herroeping op de voet van de vijfde afdeling van deze titel open indien de voor het arbitraal hoger beroep geldende termijn ongebruikt is verstreken dan wel eerder indien door ieder der partijen schriftelijk van hoger beroep afstand is gedaan.

source: In derogation from Article 1064a(2), the right to bring a claim to set aside such an award lapses three months after the date on which the time limit for arbitral appeal expires.
nl: In afwijking van artikel 1064a, tweede lid, vervalt de bevoegdheid tot het instellen van een vordering tot vernietiging van een zodanig vonnis drie maanden na de dag waarop de voor het arbitraal hoger beroep geldende termijn is verstreken.

source: Article 1064a(3), in accordance with the provisions in this Article, applies mutatis mutandis to an arbitral award made in first instance or on appeal.
nl: Ten aanzien van een arbitraal tussenvonnis gewezen in eerste aanleg of in hoger beroep is, met inachtneming van het in dit artikel bepaalde, artikel 1064a, derde lid, van overeenkomstige toepassing.

source: SECTION 4 - ENFORCEMENT OF THE ARBITRAL AWARD
nl: VIERDE AFDELING. DE TENUITVOERLEGGING VAN HET ARBITRAAL VONNIS

source: Article 1062
nl: Artikel 1062

source: An arbitral award may only be enforced in the Netherlands after the court in summary proceedings of the district court within whose district the place of arbitration is located has granted permission on an application by any of the parties.
nl: De tenuitvoerlegging in Nederland van een arbitraal vonnis kan eerst plaatsvinden nadat de voorzieningenrechter van de rechtbank van het arrondissement waarin de plaats van arbitrage is gelegen daartoe op verzoek van een der partijen verlof heeft verleend.

source: The permission must be recorded on the original of the award or, if the award has not been filed, in a judgment.
nl: Het verlof wordt aangetekend op het origineel van het vonnis of, zo geen nederlegging heeft plaatsgevonden, opgenomen in een beschikking.

source: The clerk of the district court must, as soon as possible, transmit to the parties a certified copy of the award in which the permission has been recorded or a certified copy of the judgment in which permission has been granted.
nl: De griffier zendt ten spoedigste aan de partijen een gewaarmerkt afschrift van het vonnis, met het daarop aangetekend verlof tot tenuitvoerlegging of een gewaarmerkt afschrift van de beschikking waarbij het verlof tot tenuitvoerlegging is verleend.

source: If the court in summary proceedings of the district court grants permission, only the legal remedies provided for in Article 1064 are available to the counterparty.
nl: Verleent de voorzieningenrechter van de rechtbank het verlof tot tenuitvoerlegging, dan staan de wederpartij van de verzoeker slechts de rechtsmiddelen genoemd in artikel 1064, open.

source: Setting aside or revocation of the arbitral award entails, by operation of law, the setting aside or revocation of the permission.
nl: Vernietiging of herroeping van het arbitraal vonnis brengt van rechtswege die van het verlof tot tenuitvoerlegging met zich mede.

source: Article 1063
nl: Artikel 1063

source: Enforcement of an arbitral award may be denied by the court in summary proceedings of the district court only where the court determines, on a summary enquiry, that a setting aside action is likely to be successful based on one of the grounds stated in Article 1065(1) or Article 1068(1), or if a penalty for non-compliance has been imposed contrary to Article 1056.
nl: De voorzieningenrechter van de rechtbank kan de tenuitvoerlegging van het arbitraal vonnis slechts weigeren, indien hem na een summierlijk onderzoek is gebleken dat het aannemelijk is dat het vonnis zal worden vernietigd op een van de gronden genoemd in artikel 1065, eerste lid, of herroepen op een van de gronden genoemd in artikel 1068, eerste lid, dan wel indien in strijd met artikel 1056 een dwangsom is opgelegd.

source: In this last event the denial covers only the enforcement of the penalty.
nl: In dit laatste geval betreft de weigering alleen de tenuitvoerlegging van de dwangsom.

source: If the time limit to bring a claim to set aside as referred to in Article 1064a has expired, the court in summary proceedings of the district court may deny permission to enforce the arbitral award only where the court determines, on a summary enquiry, that the award violates Article 1065(1)(e).
nl: Als de termijn voor het instellen van een vordering tot vernietiging als bedoeld in artikel 1064a ongebruikt is verstreken, dan kan de voorzieningenrechter van de rechtbank het verlof tot tenuitvoerlegging van het arbitraal vonnis slechts weigeren, indien hem na een summierlijk onderzoek is gebleken dat het aannemelijk is dat het vonnis in strijd is met artikel 1065, eerste lid, onder e.

source: The clerk of the district court transmits to the parties as soon as possible a certified copy of the judgment of the court in summary proceedings of the district court in which permission to enforce was denied.
nl: De griffier zendt ten spoedigste aan de partijen een gewaarmerkt afschrift van de beschikking van de voorzieningenrechter van de rechtbank waarbij het verlof tot tenuitvoerlegging wordt geweigerd.

source: An appeal against the judgment denying permission to enforce may be initiated at the court of appeal.
nl: Tegen de beschikking waarbij het verlof tot tenuitvoerlegging wordt geweigerd, kan hoger beroep bij het gerechtshof worden ingesteld.

source: If permission to enforce is not granted on appeal, appeal to the Supreme Court may be initiated.
nl: Indien het verlof tot tenuitvoerlegging ook in hoger beroep niet wordt verleend, kan beroep in cassatie worden ingesteld.

source: If on appeal, or after appeal to the Supreme Court, permission to enforce is granted, the provisions in Article 1062(3) will apply mutatis mutandis.
nl: Indien in hoger beroep of na beroep in cassatie het verlof tot tenuitvoerlegging alsnog wordt verleend, is het bepaalde in artikel 1062, derde lid, van overeenkomstige toepassing.

source: SECTION 5 - SETTING ASIDE AND REVOCATION OF THE ARBITRAL AWARD
nl: VIJFDE AFDELING. DE VERNIETIGING EN DE HERROEPING VAN HET ARBITRAAL VONNIS

source: Article 1064
nl: Artikel 1064

source: A final or a partial final arbitral award is not subject to any remedy except setting aside and revocation under the provisions in this Section 5.
nl: Tegen een geheel of gedeeltelijk arbitraal eindvonnis staan slechts de rechtsmiddelen van vernietiging en van herroeping op de voet van het bepaalde in deze afdeling open.

source: Article 1064a
nl: Artikel 1064a

source: The claim to set aside is brought at the court of appeal in the district where the place of arbitration is located.
nl: De vordering tot vernietiging wordt ingesteld bij het gerechtshof van het ressort waarin de plaats van arbitrage is gelegen.

source: If the place of arbitration is located in the Amsterdam appellate district and the parties have expressly agreed so, a claim for setting aside may be brought before the International Commercial Chamber of the Amsterdam Court of Appeal ("Netherlands Commercial Court of Appeal").
nl: Indien de plaats van arbitrage is gelegen in het ressort Amsterdam en partijen dit uitdrukkelijk zijn overeengekomen, kan de vordering tot vernietiging worden ingesteld bij de internationale handelskamer van het gerechtshof Amsterdam («Netherlands Commercial Court of Appeal»).

source: Article 32a applies mutatis mutandis .
nl: Artikel 32a is van overeenkomstige toepassing.

source: The right to bring a claim to set aside an arbitral award lapses three months from the date on which the award was transmitted.
nl: De bevoegdheid tot het instellen van de vordering tot vernietiging vervalt drie maanden na de dag van verzending van het vonnis.

source: If the parties have agreed to file the award in accordance with Article 1058(1)(b), this right lapses three months after the award is filed.
nl: Indien de partijen zijn overeengekomen gebruik te maken van het in artikel 1058, eerste lid, onderdeel b, bepaalde, vervalt deze bevoegdheid drie maanden na de dag van nederlegging van het vonnis.

source: If the award is served on the counterparty with permission to enforce, that party may, notwithstanding the expiration of the time limit of three months stated in the previous sentence, bring a claim to set aside within three months after such service.
nl: Wordt echter het vonnis, voorzien van een verlof tot tenuitvoerlegging, aan de wederpartij betekend, dan kan die partij, ongeacht het verstreken zijn van de termijn van drie maanden genoemd in de vorige zin, alsnog binnen drie maanden na deze betekening de vordering tot vernietiging instellen.

source: The claim to set aside an interim award may only be submitted together with the claim to set aside a final or partial final award.
nl: Tegen een arbitraal tussenvonnis kan de vordering tot vernietiging slechts worden ingesteld tezamen met de vordering tot vernietiging van het geheel of gedeeltelijk eindvonnis.

source: The claimant states the grounds for the award to be set aside in the writ of summons. The claimant's right to assert any grounds not stated in the writ of summons is waived.
nl: Alle gronden tot vernietiging moeten, op straffe van verval van het recht daartoe, in de dagvaarding worden voorgedragen.

source: Appeal to the Supreme Court may be initiated against a judgment based on Article 1064(1).
nl: Tegen een uitspraak op grond van het eerste lid kan beroep in cassatie worden ingesteld.

source: The parties may agree that no appeal to the Supreme Court may be initiated against a judgment based on Article 1064(1), except where a party is a natural person not pursuing commercial or professional activities.
nl: Partijen kunnen overeenkomen dat geen beroep in cassatie kan worden ingesteld tegen een uitspraak op grond van het eerste lid, tenzij een van hen een natuurlijk persoon is niet handelend in de uitoefening van een beroep of bedrijf.

source: Article 1065
nl: Artikel 1065

source: An award may only be set aside on one or more of the following grounds:
nl: Vernietiging kan slechts plaatsvinden op een of meer van de navolgende gronden:

source: a. a valid arbitration agreement does not exist;
nl: a. een geldige overeenkomst tot arbitrage ontbreekt;

source: b. the arbitral tribunal was composed in violation of the applicable rules;
nl: b. het scheidsgerecht is in strijd met de daarvoor geldende regelen samengesteld;

source: c. the arbitral tribunal did not comply with its mandate;
nl: c. het scheidsgerecht heeft zich niet aan zijn opdracht gehouden;

source: d. the award did not state the reasons for the award, or was not signed in accordance with the provisions of Article 1057;
nl: d. het vonnis is niet overeenkomstig het in artikel 1057 bepaalde ondertekend of niet met redenen omkleed;

source: e. the award, or the manner in which it was made, violates public policy.
nl: e. het vonnis, of de wijze waarop dit tot stand kwam, is in strijd met de openbare orde.

source: The ground referred to in Article 1065(1)(a) does not constitute a ground for setting aside in the event referred to in Article 1052(2).
nl: De grond, bedoeld onder a van het eerste lid, kan niet tot vernietiging leiden in het geval genoemd in artikel 1052, tweede lid.

source: The ground referred to in Article 1065(1)(b) does not constitute a ground for setting aside in the event referred to in Articles 1028(2) and 1052(3).
nl: De grond, bedoeld onder b van het eerste lid, kan niet tot vernietiging leiden in de gevallen genoemd in de artikelen 1028, tweede lid, en 1052, derde lid.

source: The ground referred to in Article 1065(1)(c) does not constitute a ground for setting aside if the departure from the mandate is not of a serious nature.
nl: De grond, bedoeld onder c van het eerste lid, kan niet tot vernietiging leiden indien het niet houden aan de opdracht niet van ernstige aard is.

source: The ground referred to in Article 1065(1)(c) also does not constitute a ground for setting aside if the party asserting this ground failed to object on this point in accordance with Article 1048a.
nl: Evenmin kan de grond, bedoeld onder c van het eerste lid, tot vernietiging leiden indien de partij die deze aanvoert heeft nagelaten ter zake bezwaar te maken overeenkomstig artikel 1048a.

source: If a ground for setting aside concerns only a part of the arbitral award, the award is not set aside in respect of the remaining part to the extent this, taking the substance and purport of the award into account, is not inseparably connected with the part to be set aside.
nl: Betreft een grond voor vernietiging slechts een deel van het arbitraal vonnis, dan wordt het niet vernietigd voor het resterende deel, voorzover dit, gelet op de inhoud en strekking van het vonnis, niet in onverbrekelijk verband met het te vernietigen deel staat.

source: If and to the extent the arbitral tribunal has not decided on one or more claims or counterclaims presented to it, the claim for setting aside on the ground referred to in Article 1065(1)(c) is admissible only if an additional award as referred to in Article 1061(1) has been made, or the request for an additional award as referred to in Article 1061(1) has wholly or partially been denied.
nl: Indien en voorzover het scheidsgerecht heeft nagelaten, uitspraak te doen omtrent een of meer van de vorderingen of tegenvorderingen welke aan zijn oordeel waren onderworpen, kan de vordering tot vernietiging op de grond, bedoeld in het eerste lid, onder c, slechts worden ingesteld indien een aanvullend vonnis, bedoeld in artikel 1061, eerste lid, is gewezen dan wel een verzoek tot aanvulling, bedoeld in artikel 1061, eerste lid, geheel of ten dele is afgewezen.

source: In derogation from the provisions of Article 1064a(2), the time limit to submit a claim to set aside as referred to in Article 1065(6) expires three months after the date on which the additional award or the notice of denial as referred to in Article 1061(5) was transmitted.
nl: In afwijking van het bepaalde in artikel 1064a, tweede lid, vervalt de termijn voor het instellen van de in het vorige lid bedoelde vordering tot vernietiging drie maanden na de dag van verzending van het aanvullend vonnis dan wel van de mededeling der afwijzing, bedoeld in artikel 1061, vijfde lid.

source: If the parties have agreed to apply the provision in Article 1058(1)(b), the time limit to submit a claim to set aside as referred to in the preceding paragraph lapses three months after the date on which the additional award or of the notice of denial as referred to in Article 1061(5) is transmitted.
nl: Indien de partijen zijn overeengekomen gebruik te maken van het in artikel 1058, eerste lid, onderdeel b, bepaalde, vervalt de termijn voor het instellen van de in het vorige lid bedoelde vordering tot vernietiging drie maanden na de dag van nederlegging van het aanvullend vonnis dan wel van de mededeling der afwijzing, bedoeld in artikel 1061, vijfde lid.

source: The provisions in the first and second sentences apply mutatis mutandis to the correction of the award as referred to in Article 1060.
nl: Het in de eerste en tweede zin bepaalde is van overeenkomstige toepassing op de verbetering van het vonnis, bedoeld in artikel 1060.

source: Article 1065a
nl: Artikel 1065a

source: The court of appeal may, at the request of a party or on its own initiative, suspend the setting aside proceedings for a period of time to be determined by the court of appeal to allow the arbitral tribunal to remedy the ground for setting aside by reopening the arbitral proceedings or by taking such other measures as the arbitral tribunal considers appropriate.
nl: Het gerechtshof kan, op verzoek van een partij of uit eigen beweging, de vernietigingsprocedure schorsen voor een door het gerechtshof te bepalen termijn om het scheidsgerecht in staat te stellen de grond tot vernietiging ongedaan te maken door het heropenen van het arbitraal geding dan wel door het nemen van een andere maatregel als het scheidsgerecht geraden acht.

source: A judgment of the court of appeal is not subject to any higher remedy.
nl: Tegen een beslissing van het gerechtshof staat geen hogere voorziening open.

source: Before the arbitral tribunal makes a decision, it allows the parties to be heard.
nl: Voordat het scheidsgerecht beslist, stelt het de partijen in de gelegenheid te worden gehoord.

source: If the arbitral tribunal determines that the ground for setting aside may be remedied, it makes an award accordingly, and this award will replace the award that was subject to the claim to set aside.
nl: Indien het scheidsgerecht van oordeel is dat de grond tot vernietiging ongedaan kan worden gemaakt, wijst het een dienovereenkomstig arbitraal vonnis dat in plaats komt van het vonnis waarvan vernietiging is gevorderd.

source: After the suspension of the proceedings, the court of appeal disposes of the matter as it considers appropriate in the circumstances.
nl: Na de schorsing van de vernietigingsprocedure, beslist het gerechtshof overeenkomstig hetgeen het, de omstandigheden in aanmerking genomen, passend acht.

source: Article 1066
nl: Artikel 1066

source: A claim for setting aside does not suspend the enforcement of the award.
nl: De vordering tot vernietiging schorst de tenuitvoerlegging van het vonnis niet.

source: The court that rules on a claim to set aside may, upon the application of any party, if there are grounds to do so, suspend enforcement until a decision on the claim to set aside is no longer subject to ordinary remedies.
nl: De rechter die omtrent de vernietiging oordeelt, kan echter, indien daartoe gronden zijn, op verzoek van de meest gerede partij, de tenuitvoerlegging schorsen totdat over de vordering tot vernietiging onherroepelijk is beslist.

source: A copy of the application for a suspension of enforcement is communicated by the clerk of the court of appeal to the counterparty as soon as possible.
nl: Het verzoek tot schorsing wordt door de griffier van het gerechtshof ten spoedigste aan de wederpartij in afschrift toegezonden.

source: The court may not rule on the request for suspension of enforcement until the counterparty has been given an opportunity to express its views.
nl: De rechter beslist niet op het verzoek dan nadat de wederpartij in de gelegenheid is gesteld, zich daarover uit te laten.

source: When granting the application, the court may order the applicant to provide security.
nl: Bij toewijzing van het verzoek kan de rechter bepalen dat door de verzoeker zekerheid wordt gesteld.

source: When denying the application, the court may order the counterparty to provide security.
nl: Bij afwijzing van het verzoek kan de rechter bepalen dat de wederpartij zekerheid stelt.

source: If enforcement is suspended, any party may make an application to the court to lift the suspension.
nl: Ingeval van schorsing van de tenuitvoerlegging kan de meest gerede partij de rechter verzoeken, de schorsing op te heffen.

source: The provisions of Article 1066(3) to (5) inclusive apply mutatis mutandis .
nl: Het derde tot en met vijfde lid zijn van overeenkomstige toepassing.

source: Article 1067
nl: Artikel 1067

source: The ordinary court has jurisdiction as soon as a judgment setting aside an arbitral award is no longer subject to ordinary remedies, if and to the extent the arbitral award has been set aside on the ground that a valid arbitration agreement does not exist.
nl: Zodra het arrest waarbij een arbitraal vonnis is vernietigd onherroepelijk is geworden, herleeft de bevoegdheid van de gewone rechter, indien en voorzover het arbitraal vonnis is vernietigd op grond van het ontbreken van een geldige overeenkomst tot arbitrage.

source: If and to the extent the arbitral award is set aside on any other ground, the arbitration agreement will remain in force, except where the parties have agreed otherwise.
nl: Indien en voorzover het arbitraal vonnis wordt vernietigd op een andere grond, blijft de overeenkomst tot arbitrage van kracht, tenzij de partijen anders zijn overeengekomen.

source: Article 1068
nl: Artikel 1068

source: The arbitral award may only be revoked on one or more of the following grounds:
nl: Herroeping kan slechts plaats vinden op een of meer van de navolgende gronden:

source: a. the arbitral award is wholly or partially based on fraud discovered after the award was made and committed during the arbitral proceedings by or with the knowledge of the counterparty;
nl: a. het vonnis berust geheel of ten dele op na de uitspraak ontdekt bedrog, door of met medeweten van de wederpartij in de arbitrale procedure gepleegd;

source: b. the award is wholly or partially based on documents which, after the award was made, are discovered to have been falsified;
nl: b. het vonnis berust geheel of ten dele op bescheiden die na de uitspraak blijken vals te zijn;

source: c. after the award was made, a party obtained documents which would have had an influence on the decision of the arbitral tribunal and which were withheld at the counterparty's behest.
nl: c. een partij heeft na de uitspraak bescheiden die op de beslissing van het scheidsgerecht van invloed zouden zijn geweest en door toedoen van de wederpartij zijn achtergehouden, in handen gekregen.
